app/views/home/landing_page.html.erb


<% Page.all.each do |p| %>
---
SELECT "pages".* FROM "pages"